Repository: Kr1bas/mmdb_app
Catalog: lib/locales/app_*.arb
Languages: it

# addedEveryVolumeToLibraryLabel
source: Added every volume to library
it: Aggiunti tutti i volumi alla libreria

# addToLibraryLabel
source: Add to Library
it: Aggiungi alla libreria

# designsByLabel
source: Designs by
it: Disegni di

# editorLabel
source: Published by
it: Pubblicato da

# genreLabel
source: Genre:
it: Genere:

source: Hello World!
it: Ciao Mondo!

# homePageTitle
source: Welcome to MMDB!
it: Benvenuti in MMDB!

# myMangasLabel
source: My mangas
it: I miei manga

# noSavedMangaLabel
source: You have no saved manga
it: Non hai salvato nessun manga

# numberNormalVolumesLabel
source: {volumesNumber} volumes published:
it: {volumesNumber} volumi pubblicati:

# numberVariantPublishedLabel
source: {variantsNumber} special edition published:
it: {variantsNumber} edizioni speciali pubblicate:

# originalTitleLabel
source: Original Title:
it: Titolo Originale:

# removedEveryVolumeLabel
source: Removed every volume from library
it: Rimossi tutti i volumi dalla libreria

# removeFromLibraryLabel
source: Remove from library
it: Rimuovi dalla libreria

# storyByLabel
source: Story by
it: Storia di

# volumeAddedLabel
source: Volume added!
it: Volume aggiunto!

# volumeAlreadyInLibraryLabel
source: Volume already in library.
it: Volume già nella libreria.

# volumeRemovedLabel
source: Volume successfully removed.
it: Volume rimosso con successo.
